/* NSExecutableNotLoadableError */
"BundleErr3584" = "Nepodarilo sa načítať balík %@, pretože jeho spustiteľný súbor nie je načítateľný.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "Spustiteľný súbor balíka nie je načítateľný.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Skúste preinštalovať balík.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "Nepodarilo sa načítať balík „%@“, pretože neobsahuje verziu pre aktuálnu architektúru.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "Balík neobsahuje verziu pre aktuálnu architektúru.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Skúste nainštalovať univerzálnu verziu balíka.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "Nepodarilo sa načítať balík „%@“, pretože nie je kompatibilný s touto aplikáciou.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "Balík nie je kompatibilný s touto aplikáciou.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Skúste nainštalovať novšiu verziu balíka.";

/* NSExecutableLoadError */
"BundleErr3587" = "Nepodarilo sa načítať balík „%@“, pretože je poškodený alebo chýbajú potrebné prostriedky.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "Balík je poškodený alebo chýbajú potrebné prostriedky.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Skúste preinštalovať balík.";

/* NSExecutableLinkError */
"BundleErr3588" = "Balík „%@“ sa nepodarilo načítať.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "Balík sa nepodarilo načítať.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Skúste preinštalovať balík.";

/* NSFileNoSuchFileError */
"BundleErr4" = "Nepodarilo sa načítať balík „%@“, pretože sa nepodarilo načítať jeho spustiteľný súbor.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "Spustiteľný súbor balíka sa nepodarilo načítať.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Skúste preinštalovať balík.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "Operáciu sa nepodarilo dokončiť. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "Operáciu sa nepodarilo dokončiť. (%1$@ chyba %2$ld – %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "Operáciu sa nepodarilo dokončiť. (%1$@ chyba %2$ld.)";

